{
  "Cluster 5": "**Public Relations Professionals**\n\nThis cluster represents experienced public relations professionals with expertise in media relations, event planning, and strategic communications. Common skills include public relations strategy, media outreach, project management, and relationship building, with a focus on enhancing brand image and increasing public awareness. The resumes target roles such as Public Relations Officer, Specialist, Manager, and PR & Event Manager, primarily in industries like corporate communications, marketing, and media.",
  "Cluster 4": "**Customer Service and Sales Professionals**\n\nThis cluster primarily features resumes targeting customer service and sales roles, with a focus on retail and call center environments. Common skills include customer service, sales expertise, conflict resolution, and relationship building, while experiences highlight roles such as sales associate, customer care representative, and customer service advocate. Notable patterns include strong communication skills, team-oriented attitudes, and a focus on exceeding sales goals and enhancing customer satisfaction.",
  "Cluster 6": "**Cluster #6: Design and Construction Professionals**\n\nThis cluster primarily comprises resumes targeting interior design and construction management roles, with a focus on residential and commercial projects. Common skills include project management, budgeting, client communication, and proficiency in design software like AutoCAD, with a strong emphasis on space planning, material selection, and procurement. Notable patterns include experience in both high-end and budget-conscious projects, collaboration with contractors and architects, and a blend of creative and technical expertise.",
  "Cluster 3": "**Accounting and Finance Professionals**\n\nThis cluster comprises resumes of accounting and finance professionals with expertise in general ledger accounting, financial reporting, and account reconciliation. Common skills include proficiency in accounting software (e.g., QuickBooks, Sage, Aderant/CMS), financial analysis, and budgeting, with roles targeting senior accountant, finance officer, and controller positions in various industries. Notable patterns include a focus on international accounting, tax compliance, and process improvement, reflecting a blend of technical and strategic capabilities.",
  "Cluster 2": "# **HR Professionals Cluster**\n\nThis cluster comprises resumes of HR professionals with a focus on recruitment, employee relations, and compliance. Common skills include HR policies, benefits administration, onboarding, and payroll processing, targeting roles like HR Manager, Generalist, and Business Partner in various industries. Notable patterns include experience in process improvement, staff development, and legal compliance, with a strong emphasis on creating positive work environments and fostering employee growth.",
  "Cluster 1": "**Culinary Professionals Cluster**\n\nThis cluster primarily comprises resumes targeting culinary roles, with a focus on chef positions in various settings, including restaurants, catering, and fine dining. Common skills and experiences include food preparation, menu planning, inventory management, and customer service, with an emphasis on efficiency, quality, and safety. The resumes reflect a mix of front-of-house and back-of-house expertise, highlighting adaptability, leadership, and a passion for the culinary arts."
}