{
  "Cluster 5": "**Public Relations and Communications Professionals**\n\nThis cluster comprises resumes of public relations and communications specialists, managers, and officers, all targeting roles in corporate, government, or non-profit organizations. Common skills include media relations, strategic messaging, crisis management, event planning, and brand positioning, with a focus on developing and implementing communication campaigns. Notable patterns include experience in diverse industries, strong writing and editing abilities, and a results-oriented approach to achieving organizational goals.",
  "Cluster 4": "**Sales and Customer Service Professionals**\n\nThis cluster primarily features resumes targeting sales and customer service roles, with a focus on retail, business development, and customer care. Common skills include sales techniques, customer relationship management, conflict resolution, and inventory control, while notable experiences highlight revenue generation, team leadership, and process improvement. The resumes emphasize strong communication, interpersonal abilities, and a results-driven approach, aligning with industries like retail, financial services, and technology sales.",
  "Cluster 6": "# **Construction and Project Management Cluster**\n\nThis cluster primarily targets construction and project management roles, with a focus on leadership, budgeting, and technical skills. Common qualifications include proficiency in software like SAP, AutoCAD, and Excel, as well as experience in managing construction projects, teams, and client relationships. Notable patterns include a mix of hands-on construction experience and strategic project oversight, with an emphasis on safety, compliance, and efficient resource management.",
  "Cluster 3": "**Accounting and Finance Professionals**\n\nThis cluster primarily comprises resumes targeting accounting and finance roles, with a focus on general accounting, financial analysis, and payroll processing. Common skills include proficiency in accounting software (QuickBooks, Oracle, Sage), Microsoft Office Suite, and knowledge of GAAP, SOX, and financial reporting. The resumes highlight experience in financial statement preparation, bank reconciliations, accounts payable/receivable, and tax compliance, indicating a strong emphasis on core accounting functions across various industries.",
  "Cluster 2": "**HR Professionals Cluster**\n\nThis cluster comprises resumes of HR professionals with a focus on administrative and operational roles. Common skills include recruitment, onboarding, employee relations, and HR systems management, targeting industries such as healthcare, staffing, and general business services. Notable patterns include a strong emphasis on confidentiality, organizational skills, and process improvement, with many candidates highlighting certifications and experience in HRIS technologies.",
  "Cluster 1": "# **Culinary Leadership Cluster**\n\nThis cluster comprises resumes of experienced chefs, primarily targeting executive chef and sous chef roles in the culinary industry. Common skills include menu development, staff management, food safety, and cost control, with a focus on high-volume production and quality standards. Notable patterns include a strong emphasis on leadership, training, and conflict resolution, as well as experience in catering, event planning, and adapting to regional tastes and dietary needs."
}