{
  "Cluster 5": "**Public Relations Professionals**\n\nThis cluster represents experienced public relations professionals with a focus on media relations, strategic messaging, and event coordination. Common skills include writing and editing, media outreach, crisis management, and campaign development, with roles ranging from specialists to directors. The resumes target public relations and communications roles across various industries, showcasing a blend of creative and strategic expertise.",
  "Cluster 4": "**Customer Service and Support Professionals**\n\nThis cluster primarily features resumes targeting customer service, support, and advocacy roles across various industries, including healthcare, finance, and retail. Common skills include strong communication, conflict resolution, organizational abilities, and customer relationship management, with a focus on problem-solving and team collaboration. The resumes highlight experience in handling customer inquiries, managing accounts, and providing excellent service, often in fast-paced environments requiring adaptability and attention to detail.",
  "Cluster 6": "# **Construction and Engineering Management Cluster**\n\nThis cluster primarily targets construction and engineering management roles, with a focus on project oversight, team leadership, and technical expertise. Common skills include project management, budgeting, safety compliance, and proficiency in tools like AutoCAD, with notable experience in residential and commercial construction, as well as manufacturing and engineering processes. The resumes highlight a blend of hands-on technical skills, leadership abilities, and problem-solving, reflecting roles in industries such as construction, engineering, and manufacturing.",
  "Cluster 3": "**Accounting and Finance Professionals**\n\nThis cluster comprises resumes of accounting and finance professionals with diverse roles, including staff accountants, project accountants, and branch managers. Common skills and experiences include accounts payable and receivable management, financial statement preparation, cash management, and proficiency in accounting software like SAP, QuickBooks, and Excel. The resumes target roles in banking, accounting, and financial management, with a focus on operational efficiency, cost control, and profitability improvement.",
  "Cluster 2": "**HR Professionals Cluster**\n\nThis cluster comprises HR professionals with expertise in employee relations, compensation and benefits, recruitment, and HR policy development. The resumes target HR roles such as HR Generalist, HR Coordinator, and HR Executive, primarily in corporate and business environments. Common skills include HRIS proficiency, payroll management, and new hire orientation, with a focus on compliance, conflict resolution, and organizational development.",
  "Cluster 1": "# **Culinary Leadership Cluster**\n\nThis cluster primarily features executive chefs and culinary instructors with extensive experience in kitchen management, menu development, and staff training. The resumes target high-level culinary roles in restaurants, hotels, and educational institutions, emphasizing leadership, cost control, and culinary innovation. Notable patterns include a focus on food safety, local ingredient sourcing, and the ability to manage large-scale operations while maintaining quality and profitability."
}