{
  "Cluster 5": "**Public Relations and Communications Professionals**\n\nThis cluster comprises resumes of public relations and communications specialists with a focus on media relations, event planning, and strategic communications. Common skills include strong writing and communication abilities, media outreach, and project management, with experience in various industries such as entertainment, tech, and non-profit. The resumes target roles in public relations, marketing, and social media management, emphasizing relationship-building, campaign development, and brand promotion.",
  "Cluster 4": "**Sales and Business Development Professionals**\n\nThis cluster comprises resumes of sales and business development professionals with a focus on relationship building, strategic planning, and sales growth. The candidates target roles in sales, business development, and customer service across various industries, including retail, automotive, and technology. Common skills include communication, leadership, and account management, with a notable emphasis on increasing sales, managing territories, and fostering client relationships.",
  "Cluster 6": "**Construction and Design Professionals**\n\nThis cluster comprises resumes of experienced professionals in construction and design management, showcasing expertise in project coordination, budgeting, and client relations. The resumes highlight skills in software tools like CAD, Microsoft Office, and project management software, with a focus on residential, commercial, and industrial projects. Common qualifications include strong leadership, problem-solving abilities, and a proven track record of completing projects on time and within budget.",
  "Cluster 3": "**Accounting and Finance Professionals**\n\nThis cluster comprises resumes of experienced accounting and finance professionals, showcasing skills in financial analysis, budgeting, tax preparation, and general ledger accounting. The candidates target roles such as Accountant, Finance Manager, and Staff Accountant, primarily in the accounting and finance industries. Common qualifications include proficiency in accounting software, strong analytical and organizational skills, and experience in public and private accounting, with a focus on tax and financial reporting.",
  "Cluster 2": "**HR Professionals Cluster**\n\nThis cluster primarily consists of HR professionals with a focus on generalist roles, recruitment, and employee relations. Common skills include conflict resolution, payroll management, and policy implementation, with notable experience in reducing employee turnover and improving recruitment processes. The resumes target HR roles in various industries, emphasizing certifications, software proficiency, and accomplishments in streamlining HR operations.",
  "Cluster 1": "**Executive Chefs and Culinary Leaders**\n\nThis cluster primarily features executive chefs with extensive experience in culinary management, menu development, and kitchen operations. Common skills include ServSafe certification, cost control, inventory management, and staff training, with a focus on high-volume production and special events. The resumes target roles in fine dining, catering, and hospitality, emphasizing leadership, creativity, and a passion for food."
}