{
  "Cluster 5": "# **Public Relations and Communications Professionals**\n\nThis cluster represents public relations and communications specialists with a focus on media relations, strategic messaging, and campaign development. Common skills include media relations, writing, event planning, and crisis management, with experience in press releases, social media, and brand management. The resumes target roles in public relations, marketing, and communications across various industries, emphasizing leadership, creativity, and relationship-building.",
  "Cluster 4": "**Business Development Professionals**\n\nThis cluster comprises resumes of seasoned business development professionals with a strong focus on sales, marketing, and relationship management. Common skills include strategic planning, communication, negotiation, and project management, with experience in diverse industries such as aerospace, automotive, and healthcare. The resumes target leadership roles in business development, sales management, and account management, emphasizing a track record of exceeding sales goals, expanding customer bases, and driving revenue growth.",
  "Cluster 6": "# **Construction Management Professionals**\n\nThis cluster represents experienced construction management professionals with expertise in project management, subcontractor coordination, and construction safety. They target roles such as Construction Manager, Project Manager, and Director of Development in the residential, commercial, and civil construction industries. Common skills include excellent customer relations, subcontractor management, and knowledge of construction safety, with notable patterns of leadership, problem-solving, and crisis management.",
  "Cluster 3": "**Accounting and Finance Professionals**\n\nThis cluster comprises resumes of accounting and finance professionals with diverse experience levels, from staff accountants to finance directors. Common skills include general ledger accounting, financial reporting, account reconciliation, and proficiency in accounting software and Microsoft Office. The resumes target roles in accounting, finance, and tax management, with a focus on financial analysis, compliance, and process improvement.",
  "Cluster 2": "**Human Resources Professionals Cluster**\n\nThis cluster comprises resumes of experienced HR professionals with a focus on recruitment, onboarding, employee relations, and compliance. Common skills include HRIS systems, payroll processing, conflict resolution, and policy development, targeting roles such as HR Manager, Generalist, or Consultant in diverse industries. Notable patterns include bilingual proficiency, certification in HR, and experience with software like SAP, ADP, and Microsoft Office.",
  "Cluster 1": "**Culinary Leadership Cluster**\n\nThis cluster comprises resumes of culinary professionals, predominantly executive chefs, sous chefs, and catering chefs, with a focus on leadership, kitchen management, and menu development. Common skills include expertise in high-volume operations, cost control, staff training, and creative menu planning, targeting roles in restaurants, hotels, and catering services. Notable patterns include a strong emphasis on food quality, customer satisfaction, and operational efficiency, with many candidates highlighting accomplishments in cost savings, staff retention, and revenue growth."
}