{
  "Cluster 5": "**Public Relations and Communications Professionals**\n\nThis cluster comprises resumes of public relations and communications professionals with expertise in media relations, event planning, and social media management. Common skills include strategic messaging, press release writing, crisis management, and brand promotion, with a focus on building and maintaining relationships with media outlets and stakeholders. The resumes target roles such as Public Relations Manager, PR Director, and Event Manager, primarily in the media, entertainment, and marketing industries.",
  "Cluster 4": "**Sales and Business Development Professionals**\n\nThis cluster primarily comprises resumes targeting sales and business development roles, emphasizing skills in relationship building, sales strategy implementation, and customer service. Common qualifications include experience in cold calling, CRM management, and achieving sales targets, with a focus on industries like retail, automotive, and consulting. Notable patterns include a mix of direct sales, account management, and consultative roles, highlighting adaptability and a results-oriented mindset.",
  "Cluster 6": "# **Construction Management Professionals**\n\nThis cluster represents experienced construction managers and project managers with a focus on residential and commercial construction. Common skills include project management, budgeting, scheduling, and team leadership, with expertise in construction techniques, safety, and regulatory compliance. The resumes target roles in construction management, project management, and related fields, emphasizing technical proficiency, problem-solving, and client relationship management.",
  "Cluster 3": "**Accounting and Finance Professionals**\n\nThis cluster comprises resumes of accounting and finance professionals with diverse experience in financial reporting, analysis, and management. Common skills include general ledger accounting, account reconciliation, financial statement preparation, and proficiency in accounting software. The resumes target roles such as Accountant, Finance Manager, and Finance Officer, primarily in industries like hospitality, automotive, and general business services.",
  "Cluster 2": "**HR Professionals Cluster**\n\nThis cluster comprises resumes of HR professionals with diverse roles, including HR managers, consultants, assistants, and generalists. Common skills and experiences include employee relations, recruitment, payroll management, benefits administration, training and development, and compliance, with a focus on aligning HR strategies with business objectives. The resumes target HR roles across various industries, showcasing expertise in HR systems, labor relations, and talent management, with a notable emphasis on confidentiality, organizational skills, and process improvement.",
  "Cluster 1": "**Culinary Leadership Cluster**\n\nThese resumes highlight extensive culinary expertise, with a focus on leadership, management, and menu development. The candidates target executive chef, main chef, and owner/chef roles, emphasizing skills in staff supervision, cost control, and customer satisfaction. Notable patterns include experience in high-volume catering, fine dining, and special events, with a strong emphasis on training and team development."
}