{
  "Cluster 5": "**Public Relations and Communications Professionals**\n\nThis cluster comprises resumes of public relations and communications professionals with expertise in media relations, event planning, and strategic communications. Common skills include project management, writing and editing, social media management, and relationship building, with a focus on enhancing brand image and recognition. The resumes target roles in public relations, communications, and marketing across various industries, including transportation, entertainment, and healthcare.",
  "Cluster 4": "**Customer Service and Sales Professionals**\n\nThis cluster primarily features resumes targeting customer service and sales roles, with a focus on retail, hospitality, and office administration. Common skills include strong communication, problem-solving, and interpersonal abilities, with experience in upselling, cash handling, and conflict resolution. The resumes highlight achievements in customer satisfaction, sales performance, and team leadership, indicating a focus on service-oriented industries.",
  "Cluster 3": "**Accounting and Finance Professionals**\n\nThis cluster primarily comprises resumes targeting accounting and finance roles, with a focus on general ledger accounting, payroll, and financial management. Common skills include proficiency in accounting software (e.g., QuickBooks, Excel), financial reporting, and compliance with accounting principles (GAAP, IFRS). The resumes reflect experience in reconciling accounts, managing payroll, and strategic financial planning, indicating roles in accounting, finance management, and banking operations.",
  "Cluster 2": "**HR Professionals Cluster**\n\nThis cluster comprises resumes of HR professionals with diverse roles, including HR Manager, HR Generalist, and HR Coordinator. Common skills and experiences include employee relations, benefits administration, payroll processing, recruitment, and compliance with employment laws. The resumes target HR roles across various industries, emphasizing process improvement, staff development, and organizational growth, with notable patterns in the use of HRIS systems, ADP, and Microsoft Office tools.",
  "Cluster 1": "# **Executive Chefs Cluster**\n\nThese resumes highlight experienced Executive Chefs with strong culinary skills, menu development expertise, and kitchen management experience. The cluster targets high-volume restaurants, catering, and fine dining industries, emphasizing cost control, staff supervision, and culinary creativity. Notable patterns include ServSafe certification, experience with local sourcing, and a focus on sanitation and food safety."
}