{
  "Cluster 5": "**Public Relations and Event Management Professionals**\n\nThis cluster comprises resumes of public relations and event management professionals with expertise in media relations, event planning, and social media management. Common skills include public relations strategy, media outreach, project management, and writing, with a focus on brand promotion and audience engagement. The resumes target roles in public relations, event management, and marketing, primarily in corporate, government, and not-for-profit organizations.",
  "Cluster 4": "**Customer Service and Sales Professionals**\n\nThis cluster primarily features resumes targeting customer service and sales roles, with a focus on retail, call centers, and business development. Common skills include strong organizational abilities, conflict resolution, and communication, with experience in cash handling, telephone inquiries, and sales techniques. The resumes emphasize accomplishments in customer satisfaction, revenue generation, and team collaboration, reflecting a service-oriented and results-driven career focus.",
  "Cluster 6": "# **Construction Management Professionals**\n\nThis cluster comprises resumes of construction management professionals with diverse roles, including project managers, superintendents, and specialists. Common skills and experiences include project management, budgeting, scheduling, permit processing, site safety, and proficiency in software like MS Office, AutoCAD, and GIS. The resumes target the construction industry, with a focus on residential, commercial, and civil construction projects, and highlight expertise in areas such as building codes, subcontractor management, and cost control.",
  "Cluster 3": "**Accounting and Finance Professionals**\n\nThis cluster comprises resumes of accounting and finance professionals with diverse roles, including finance managers, accountants, project accountants, directors of finance, and finance accountants. Common skills and experiences include general ledger accounting, financial reporting, accounts payable and receivable, payroll, tax reporting, and proficiency in accounting software such as QuickBooks, SAP, and Microsoft Office. The resumes target roles in accounting, finance, and related fields, with a focus on financial analysis, compliance, and process improvement, primarily in corporate and nonprofit organizations.",
  "Cluster 2": "# HR Professionals Cluster\n\nThis cluster comprises resumes of HR professionals with diverse experience levels, ranging from assistants to directors. Common skills include recruitment, employee relations, performance management, training and development, and HR policy expertise, with a focus on compliance and strategic business partnership. The resumes target HR roles across various industries, showcasing a blend of generalist and specialist skills, with a notable emphasis on employee engagement, retention, and organizational development.",
  "Cluster 1": "**Culinary Leadership Cluster**\n\nThese resumes highlight culinary professionals with leadership experience, focusing on skills like menu development, staff management, cost control, and high-volume production. The cluster targets roles such as Executive Chef, Chef de Cuisine, and Restaurant Manager, primarily in the hospitality and food service industries. Notable patterns include an emphasis on quality, customer satisfaction, and the use of local, seasonal ingredients."
}