{
  "Cluster 9": "**Fitness and Wellness Professionals**\n\nThis cluster comprises resumes of individuals with diverse backgrounds in fitness, wellness, and customer service, targeting roles such as personal trainers, fitness instructors, and general managers in the health and fitness industry. Common skills include customer service, team leadership, program development, and a strong focus on health and wellness, with many candidates holding certifications in personal training, yoga, and indoor cycling. Notable patterns include a blend of hands-on fitness experience and managerial responsibilities, with an emphasis on creating positive member experiences and fostering a supportive, motivating environment.",
  "Cluster 8": "**Creative Design Professionals**\n\nThis cluster comprises resumes of experienced graphic designers and creative professionals with a strong focus on visual design, branding, and marketing communications. Common skills include proficiency in Adobe Creative Suite (Photoshop, Illustrator, InDesign), graphic design, branding, and project management, with experience in various industries such as apparel, advertising, and corporate marketing. The likely job roles targeted are graphic designer, creative designer, marketing specialist, and product development manager, with a focus on industries like fashion, advertising, and marketing communications.",
  "Cluster 10": "**Educational Professionals Cluster**\n\nThis cluster comprises resumes of experienced educators, primarily classroom teachers, with a focus on instructional design, curriculum development, and student-centered learning. Common skills include classroom management, lesson planning, technology integration, and collaboration with colleagues and parents, targeting roles in K-12 education and special education. Notable patterns include a strong emphasis on creating positive learning environments, adapting instruction for diverse learners, and utilizing technology to enhance teaching practices.",
  "Cluster 5": "**Public Relations and Communications Professionals**\n\nThis cluster represents experienced public relations and communications specialists with expertise in media relations, event planning, and strategic communications. Common skills include project management, media relations, writing and editing, and social media management, with a focus on brand awareness and reputation management. The resumes target roles in public relations, social media management, and communications across various industries, including transportation, healthcare, fashion, and technology.",
  "Cluster 4": "# **Sales and Business Development Professionals**\n\nThis cluster primarily features resumes targeting sales and business development roles, with a focus on customer service, relationship building, and sales expertise. Common skills include strong communication, team leadership, and experience in retail, software, or technology industries. Notable patterns include a mix of entry-level to senior positions, with an emphasis on achieving sales goals, managing client relationships, and driving business growth.",
  "Cluster 6": "# **Construction and Design Professionals**\n\nThis cluster comprises resumes from professionals in the construction and design industries, with a focus on project management, interior design, and real estate development. Common skills include project management, budgeting, and team leadership, with experience in residential and commercial projects. The resumes target roles such as Construction Manager, Interior Designer, and Director of Development, emphasizing technical expertise, creativity, and strong organizational abilities.",
  "Cluster 7": "# **IT Professionals with Network and Systems Expertise**\n\nThis cluster comprises IT professionals with a strong focus on network and systems administration, showcasing skills in troubleshooting, infrastructure management, and technical support. The resumes target roles such as Information Technology Specialist, IT Manager, and Systems Administrator, emphasizing experience in maintaining and optimizing IT environments. Common qualifications include proficiency in Windows and Linux systems, network hardware, and software tools like Active Directory, VMware, and Symantec, with a shared emphasis on customer satisfaction and problem-solving.",
  "Cluster 3": "**Experienced Accounting Professionals**\n\nThis cluster comprises resumes of seasoned accounting professionals with 10-17+ years of experience, showcasing expertise in financial reporting, general ledger management, accounts payable/receivable, payroll, and budgeting. The candidates target senior accounting roles, with a focus on financial analysis, compliance, and process improvement, and are likely seeking positions in industries such as finance, construction, and utilities. Common skills include proficiency in accounting software (e.g., PeopleSoft, Lawson), strong analytical and organizational abilities, and experience in SEC reporting and audit collaboration.",
  "Cluster 2": "**HR Professionals Cluster**\n\nThis cluster comprises resumes of HR professionals with diverse experience levels, from assistants to managers and consultants. Common skills include payroll processing, benefits administration, recruiting, employee relations, and compliance with employment laws, with proficiency in HRIS systems like ADP and Ceridian. The resumes target roles in human resources across various industries, emphasizing relationship-building, policy development, and process improvement.",
  "Cluster 1": "**Culinary Leadership Cluster**\n\nThese resumes highlight culinary professionals with a focus on kitchen management, cost control, and high-volume food production. The cluster targets chef and managerial roles in restaurants, hotels, and catering, emphasizing skills in staff supervision, menu development, and inventory management. Notable patterns include certifications like ServSafe, experience with budgeting and food safety, and a blend of creative and operational responsibilities."
}